IdeaRS.OpenModel.Result.Loading
Loading identification

IdeaRS.OpenModel.Result.Loading.#ctor
Constructor

IdeaRS.OpenModel.Result.Loading.#ctor(IdeaRS.OpenModel.Result.LoadingType,System.Int32)
Constructor
loadingType: Type of loading
id: Id of loading

IdeaRS.OpenModel.Result.Loading.LoadingType
Type of loading

IdeaRS.OpenModel.Result.Loading.Id
Id of loading